const content = {
  Navbar: {
    acceuil: "الرئيسية",
    produits: "المنتجات",
    propos: "معلومات عنا",
    contact: "تواصل معنا",
  },
  home: {
    header: {
      title: "نساهم في تحسين حياتهم",
      description: "معدات و خدمات مكيفة وموجهة للكبار والصغار",
      shopButton: "تسوق الآن",
    },
    catalogue:"فهرس المنتجات",
    centres: {
      sectionTitle: "مراكزنا",
      centerName: "انديكسا برايل-الجزائر",
      location: "مركز التجارة و الاعمال محمدية مول، حي الجنينة رقم 1183، الطابق الخامس، المحمدية، الجزائر",
    },
    quiSommeNous: {
      sectionTitle: "من نحن",
      description: "",
      seeMoreButton: "شاهد المزيد",
    },
    questions: {
      sectionTitle: "الأسئلة الشائعة",
      questionsList: [
        {
          id: 1,
          question: "متى يمكن اعتبار شخص ما ضعيف البصر او فاقده تماما",
          answer:
            "عندما يكون للشخص ضعف بصر حاد يساوي او اقل من 3/10، في هذه الحالة الخلل االبصري غير قابل للعلاج و التصحيح",
        },
        {
          id: 1,
          question: "ما هي انواع و درجات ضعف البصر",
          answer:
            `- ضعف بصر خفيف - من6/12 الى 6/18
            - ضعف بصر متوسط - من 6/18 الى 6/60
            - ضعف بصر شديد - من 6/60 الى 3/60
            - ضعف بصر حاد - اقل من 3/60`,
        },
        {
          id: 1,
          question: "كيف تسهل انديكسا حياة ذوي الضعف البصري",
          answer:
            "تعمل انديكسا برايل مع شركاءها من اجل توفير الوسائل و المعدات و الامكانيات العلمية، الترفيهية و البيداغوجية التي تسهل على ذوي الاحتياجات الخاصة من ضعاف البصر و فاقديه من ممارسة حياتهم اليومية و نشاطاتهم بكل اريحية",
        }
      ],
    },
  },
  footer: {
    description:`انديكسا برايل، مزود خدمات ومعدات خاصة ومكيفة مع الأشخاص ذوي الضعف البصري
     
    تمثل انديكسا برايل في الجزائر علامات ذات صيت عالمي وجودة عالية كعلامة اندكس برايل، بيركينس، دوكسبوري سيستام أي ان سي، فيزيو برايل` , 
    contact: "تواصل معنا",
    location: "مركز التجارة و الاعمال محمدية مول، حي الجنينة رقم 1183، الطابق الخامس، المحمدية، الجزائر",
    info: "معلومات",
  },
  products: {
    header: `تسوق
   الآن`,
    produits: "المنتجات",
    categories: "التصنيفات",
    research: "ابحث عن منتوج",
    voirPlusButton: "...شاهد المزيد",
    ajouterPanier : 'أضف إلى السلة'
  },
  aboutUS: {
    title: "في ما يخصنا",
    description: `انديكسا برايل، ممثل وموزع لعلامات عالمية متخصصة في التجهيزات، المعدات والحلول العملياتية الموجهة للأشخاص ضعيفي وعديمي البصر
    تعمل انديكسا برايل مع شركاءها على اتاحة هذه الحلول العملياتية للأشخاص المكفوفين وذلك بتوفير هذه التجهيزات والحلول البصرية التي تمكن الأشخاص المكفوفين من التعلم، التواصل والتسلية بالرغم من ضعف او انعدام البصر لديهم `,
  },
  contact: {
    title1: "معلوماتنا",
    contacts: {
      title: "اتصل بنا",
      bigdesc: "اترك رقمك ، وسيقوم خبراؤنا بالاتصال بك",
      smalldesc: "هل تعاني أنت أو أي شخص قريب منك من ضعف السمع؟ نرافقك في مسار رعايتك وننصحك برعايتك الطبية",
    },
    form: {
      fullName: "الإسم واللقب",
      PhoneNumber: "...رقم الهاتف",
      maladie: "من ماذا تعاني؟",
      submit: "اتصل بنا",
    },
  }, 
  upHeader : {
      planSite : 'خريطة الموقع' , 
      content : 'انتقل إلى المحتوى' , 
      menu : 'انتقل إلى القائمة' , 
  } ,
  NosRubrique: {
    title: " العلامات الممثلة من انديكسا برايل في الجزائر",
    
    content1 : `انديكسا برايل ممثل رسمي ووحيد لعلامة دوكسبوري سيستام أي ان سي في الجزائر -
    	انديكسا برايل ممثل رسمي ووحيد لعلامة اندكس برايل في الجزائر -
    	انديكسا برايل ممثل رسمي ووحيد لعلامة بيركينس في الجزائر -
    	انديكسا برايل ممثل رسمي ووحيد لعلامة فيزيو برايل في الجزائر -
    
    
    `,
    content2: `تعمل مع شركائها لتوفير حلول مُكيَّفة تسمح للمكفوفين ولضعاف البصر بالحصول على معدات تلبي احتياجاتهم وتسمح لهم بالتعلم والحصول على المعلومات والاستمتاع على الرغم من إعاقتهم البصرية`,
  },
  Productdetails : {
    details : 'التفاصيل' , 
    similaire : 'المنتجات المماثلة'
  } ,
  filtring : {
    afficher : 'عرض' , 
    afficherEn : 'عرض بالشكل' , 
    filtrerpar : 'التصفية حسب' ,
    nom : 'الاسم' , 
    price : 'السعر' , 
    cat : 'الفئة'
  } ,
  Search :{
    relation : 'المنتجات التي لها علاقة بـ:'
  } 
};

export default content;
