const content = {
  Navbar: {
    acceuil: "الرئيسية",
    produits: "المنتجات",
    propos: "معلومات عنا",
    contact: "تواصل معنا",
  },
  home: {
    header: {
      title: "أضئ مستقبلك",
      description: "مخصص للأطفال والبالغين المصابين بفقدان السمع الشديد  .",
      shopButton: "تسوق الآن",
    },
    catalogue: "قائمة المنتجات",
    centres: {
      sectionTitle: "مراكزنا",
      centerName: "مركز المرادية للسمع - الجزائر",
      location: "المحمدية مول رقم ٩٣٥ الدور الارضي ، المحمدية",
    },
    quiSommeNous: {
      sectionTitle: "من نحن",
      description: "",
      seeMoreButton: "شاهد المزيد",
    },
    questions: {
      sectionTitle: "الأسئلة الشائعة",
      questionsList: [
        {
          id: 1,
          question: "متى يمكن اعتبار شخص ما ضعيف البصر او فاقده تماما",
          answer:
            "عندما يكون للشخص ضعف بصر حاد يساوي او اقل من 3/10، في هذه الحالة الخلل االبصري غير قابل للعلاج و التصحيح.",
        },
        {
          id: 1,
          question: "ما هي انواع و درجات ضعف البصر",
          answer:
            `- ضعف بصر خفيف - من6/12 الى 6/18
            - ضعف بصر متوسط - من 6/18 الى 6/60
            - ضعف بصر شديد - من 6/60 الى 3/60
            - ضعف بصر حاد - اقل من 3/60`,
        },
        {
          id: 1,
          question: "كيف تسهل انديكسا حياة ذوي الضعف البصري",
          answer:
            "تعمل انديكسا برايل مع شركاءها من اجل توفير الوسائل و المعدات و الامكانيات العلمية، الترفيهية و البيداغوجية التي تسهل على ذوي الاحتياجات الخاصة من ضعاف البصر و فاقديه من ممارسة حياتهم اليومية و نشاطاتهم بكل اريحية.",
        }
      ],
    },
  },
  footer: {
    description:
      "إندكسا هي الممثل الرسمي في الجزائر للعلامات التجارية العالمية الكبرى: PHONAK | قياس الأوزان | الكترونيات متقدمة | باث الطبية",
    contact: "تواصل معنا",
    location: "المحمدية مول 16058 الجزائر العاصمة",
    info: "معلومات",
  },
  products: {
    header: `تسوق
   الآن`,
    produits: "المنتجات",
    categories: "التصنيفات",
    research: "ابحث عن منتوج",
    voirPlusButton: "...شاهد المزيد",
    ajouterPanier : 'أضف إلى السلة'
  },
  aboutUS: {
    title: "في ما يخصنا",
    description: `Indexa برايل ، ممثلة وموزعة لكبرى العلامات التجارية العالمية المتخصصة في المعدات والحلول لضعاف البصر والمكفوفين. تعمل Indexa braille مع شركائها لتوفير حلول مُكيَّفة تسمح للمكفوفين والمكفوفين بالحصول على معدات تلبي احتياجاتهم وتسمح لهم بالتعلم والاطلاع والمرح على الرغم من إعاقتهم البصرية.`,
  },
  contact: {
    title1: "معلوماتنا",
    contacts: {
      title: "اتصل بنا",
      bigdesc: "اترك رقمك ، وسيقوم خبراؤنا بالاتصال بك",
      smalldesc: "هل تعاني أنت أو أي شخص قريب منك من ضعف السمع؟ نرافقك في مسار رعايتك وننصحك برعايتك الطبية.",
    },
    form: {
      fullName: "الإسم واللقب",
      PhoneNumber: "...رقم الهاتف",
      maladie: "من ماذا تعاني؟",
      submit: "اتصل بنا",
    },
  }, 
  upHeader : {
      planSite : 'خريطة الموقع' , 
      content : 'انتقل إلى المحتوى' , 
      menu : 'انتقل إلى القائمة' , 
  } ,
  NosRubrique: {
    title: "أقسامنا",
    content1: `ممثلة وموزعة لكبرى العلامات التجارية العالمية المتخصصة في المعدات والحلول لضعاف البصر والمكفوفين.`,
    content2: `تعمل مع شركائها لتوفير حلول مُكيَّفة تسمح للمكفوفين والمكفوفين بالحصول على معدات تلبي احتياجاتهم وتسمح لهم بالتعلم والحصول على المعلومات والاستمتاع على الرغم من إعاقتهم البصرية.`,
  },
  Productdetails : {
    details : 'التفاصيل' , 
    similaire : 'المنتجات المماثلة'
  } ,
  filtring : {
    afficher : 'عرض' , 
    afficherEn : 'عرض بالشكل' , 
    filtrerpar : 'التصفية حسب' ,
    nom : 'الاسم' , 
    price : 'السعر' , 
    cat : 'الفئة'
  } ,
  Search :{
    relation : 'المنتجات التي لها علاقة بـ:'
  } 
};

export default content;
